Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Counter Clockwise
ja: 反時計回り

source: Country
ja: 国(country)

source: Country code
ja: 国コード

source: Country code must be 2 letters
ja: 国コードは2文字でなければなりません

source: Country preset:
ja: 国のプリセット:

source: Country:
ja: 国

source: County
ja: 郡

source: Coupling standard
ja: カップリング規格

source: Course
ja: コース

source: Courthouse
ja: 裁判所

source: Covered
ja: 屋根付き

source: Covered (with roof)
ja: 屋根付き

source: Covered Reservoir
ja: 蓋付き貯水池

source: Craft
ja: 工房

source: Crane
ja: クレーン

source: Create
ja: 作成

source: Create &Junction
ja: 交差点を作成する (&J)

source: Create Area %1
ja: エリア %1 を作成する

source: Create Area Interaction
ja: 領域作成の説明

source: Create Channel Digraph
ja: チャネル方向グラフを作成

source: Create Circle
ja: 円形を作成

source: Create Double carriage way
ja: 2車線道の作成

source: Create Junction
ja: 交差点を作成する

source: Create Master Routes
ja: マスタールートを作成

source: Create Michigan left turn restriction
ja: ミシガン左折制限を作成

source: Create New Folder
ja: 新しいフォルダを作成

source: Create Node %1 in Road %2
ja: 道路 %2 にノード %1 を作成

source: Create Node: %1
ja: ノード作成：%1

source: Create OpenStreetMap account
ja: OpenStreetMapアカウントを作成

source: Create POI %1
ja: POI %1 を作成

source: Create Polygon
ja: 多角形を作成する

source: Create Polygon %1
ja: 多角形 %1 を作成する

source: Create Polygon Interaction
ja: 多角形作成の説明

source: Create Relation
ja: 関連の作成

source: Create Relation %1
ja: 関連%1の作成

source: Create Road: %1
ja: 道路%1の作成

source: Create Roundabout
ja: ロータリーの作成

source: Create Roundabout %1
ja: ロータリー%1の作成

source: Create Stops from GPX
ja: GPXから停留所を作成

source: Create Stops from GPX ...
ja: GPXから停留所を作成...

source: Create Stops from GTFS
ja: GTFSから停留所を作成

source: Create Stops from GTFS ...
ja: GTFSから停留所を作成...

source: Create Stops from a GPX file
ja: GPXファイルから停留所を作成します

source: Create Stops from a GTFS file
ja: GTFSファイルから停留所を作成

source: Create a circle arc
ja: 弧を作成

source: Create a circle from three selected nodes.
ja: 選ばれた3つのノードから円形を作成します。

source: Create a conflict and close this turn restriction editor
ja: 競合を作成し、この進行方向制限編集画面を閉じる

source: Create a copy of this relation and open it in another editor window
ja: このリレーションのコピーを作成し、他の編集ウィンドウで開く

source: Create a grid of ways
ja: ウェイの格子を作る

source: Create a grid of ways.
ja: ウェイのグリッドを作成。

source: Create a multipolygon from selected objects
ja: 選択されたオブジェクトからマルチポリゴンを作成

source: Create a new document
ja: 新規文書の作成

source: Create a new document and import a file
ja: 新規文書を作成して、ファイルをインポート

source: Create a new map layer.
ja: 新しい地図レイヤーを作成

source: Create a new note
ja: 新しいメモを作成

source: Create a new relation
ja: 新規リレーション作成

source: Create a new signing key
ja: 新しい署名キーを選択

source: Create a new turn restriction
ja: 新しい進行方向制限を作成

source: Create a new turn restriction in layer ''{0}''
ja: レイヤー ''{0}'' に新しい進行方向制限を作成

source: Create a relation from selected objects
ja: 選択されたオブジェクトからリレーションを作成

source: Create address relation for
ja: 住所のリレーションを作成:

source: Create administrative boundary relations
ja: 行政境界リレーションを作成

source: Create areas
ja: エリアの作成

source: Create areas for public transport stops
ja: 公共交通機関の停留所を作成する

source: Create audio markers at the position on the track corresponding to the modified time of each audio WAV file imported.
ja: インポートされたそれぞれのオーディオWAVファイルが変更された時間に対応したトラックの位置にオーディオマーカーを作成してください。

source: Create bookmark
ja: ブックマークを作成

source: Create boundary
ja: 行政区画の作成

source: Create building
ja: 建物を作成

source: Create buildings
ja: 建物の作成

source: Create double-way Road %1
ja: 2車線道路%1を作成する

source: Create geometry by entering lat lon coordinates for it.
ja: 緯度経度を入力して位置を作成

source: Create grid of ways
ja: 格子状のウェイの作成

source: Create link
ja: リンクの作成

source: Create markers when reading GPX
ja: GPXを読み込んだときにマーカーを作成

source: Create multipolygon
ja: マルチポリゴンの作成

source: Create multipolygons from rings
ja: リングからマルチポリゴンを作成

source: Create new Key
ja: 新しいキーを作成

source: Create new Network
ja: 新しいネットワークの作成

source: Create new area
ja: 新規エリアの作成

source: Create new node
ja: 新規ノードの作成

source: Create new node.
ja: 新規ノードの作成

source: Create new objects
ja: 新しいオブジェクトの作成

source: Create new relation in layer ''{0}''
ja: レイヤー ''{0}'' に新しいリレーションを作成

source: Create new road
ja: 新規道路の作成

source: Create new turn restriction
ja: 新しい進行方向制限を作成

source: Create node Interaction
ja: ノード作成の説明

source: Create node in Road: %1
ja: 道路にノードを作成する: %1

source: Create note
ja: メモを作成

source: Create or edit a CommonJS module repository
ja: CommonJSモジュール・リポジトリの作成または編集

source: Create or edit a path
ja: パスを作成または編集する

source: Create or edit a turn restriction.
ja: 進行方向制限を作成または編集します。

source: Create project
ja: プロジェクト作成

source: Create relation between street and related addresses for ALL streets in the current layer.
ja: 現在のレイヤー内ですべての通りについて、通りと関連する住所のリレーションを作成します。

source: Create relation between street and related addresses.
ja: 通りと関連する住所のリレーションを作成します。

source: Create roundabout Interaction
ja: ラウンドアバウト作成の説明

source: Create shapes:
ja: 図形の作成:

source: Create way Interaction
ja: ウェイ作成の説明

source: Create your query
ja: クエリの作成

source: Create/Edit turn restriction...
ja: 進行方向制限を作成/編集...

source: Create/update graph
ja: グラフの作成/更新

source: Created
ja: 作成

source: Created at
ja: 作成日時

source: Created at:
ja: 作成日時:

source: Created before -
ja: 次の実行前に作成：

source: Created by {0} on {1}
ja: {0}さんが{1}に作成

source: Created by:
ja: 作成者:

source: Created date
ja: 作成日

source: Created on:
ja: 作成日時:

source: Creates individual buildings from a long building.
ja: 長い建物から個別の建物を生成

source: Creating a default preference file.
ja: デフォルトの設定ファイルの作成

source: Creating changeset...
ja: 変更セットを作成しています...

source: Creating main GUI
ja: メインGUIを作成中

source: Creation date:
ja: 作成日付:

source: Creator: {0}
ja: 作成者: {0}

source: Credit cards
ja: クレジットカード

source: Cricket
ja: クリケット

source: Criteria
ja: 基準/条件

source: Crop
ja: 収穫物

source: Croquet
ja: クロッケー

source: Cross
ja: クロス

source: Cross by bicycle
ja: 自転車横断帯

source: Cross on horseback
ja: 馬用横断帯

source: Crossing
ja: 歩行者用踏切

source: Crossing attendant
ja: 有人

source: Crossing barrier/building
ja: いCrossing barrier/building

source: Crossing barrier/highway
ja: 交差するバリアと道路

source: Crossing barrier/railway
ja: 交差するバリアと鉄道

source: Crossing barrier/waterway
ja: 交差するバリアと水路

source: Crossing barrier/way
ja: 交差するバリアとウェイ

source: Crossing barriers
ja: 交差している障壁

source: Crossing boundaries
ja: 交差している境界

source: Crossing building/highway
ja: 交差した建物/道路

source: Crossing building/railway
ja: 交差した建物/線路

source: Crossing building/residential area
ja: 交差した建物/住宅地

source: Crossing building/waterway
ja: 交差した建物/水路

source: Crossing building/way
ja: 交差した建物/ウェイ

source: Crossing buildings
ja: 交差している建物

source: Crossing highway/railway
ja: 交差した道路/線路

source: Crossing highway/waterway
ja: 交差した道路/水路

source: Crossing highway/way
ja: 交差した道路/ウェイ

source: Crossing highways
ja: 交差している道路

source: Crossing railway/waterway
ja: 交差した線路/水路

source: Crossing railway/way
ja: 交差した線路/ウェイ

source: Crossing railways
ja: 交差した線路

source: Crossing residential area/way
ja: 交差した住宅地/ウェイ

source: Crossing residential areas
ja: 交差した住宅地

source: Crossing type
ja: 踏切のタイプ

source: Crossing type name (UK)
ja: 横断歩道タイプ名(英)

source: Crossing waterway/way
ja: 交差した水路/ウェイ

source: Crossing waterways
ja: 水路の交差

source: Crossing ways
ja: 交差しているウェイ

source: Cryptocurrencies
ja: 暗号通貨

source: Ctrl to merge with nearest node.
ja: Ctrlで直近のノードにマージします。

source: Ctrl-Click: select reference way segment; Alt-click: Clear selection
ja: Ctrl+クリックで基準区間を選択、Alt+クリックで選択をクリア

source: Ctrl-Click: select reference way segment; Click: select way segment to be aligned
ja: Ctrl+クリック: 基準のウェイの区間を選択、クリック: 再配置されるウェイの区間を選択

source: Ctrl-click: select reference way segment; Click: select way segment to be aligned
ja: Ctrl+クリック: 基準のウェイの区間を選択、クリック: 再配置されるウェイの区間を選択

source: Ctrl-drag to move a segment along its normal, Alt-drag to create a new rectangle, double click to add a new node.
ja: Ctrlキーを押しながらドラッグしてセグメントを法線に沿って移動し、Altキーを押しながらドラッグして新しい長方形を作成し、ダブルクリックして新しいノードを追加します。

source: Ctrl: delete referring objects.
ja: Ctrl:参照オブジェクトを削除します。

source: Cu&t
ja: 切り取り(&t)

source: Cuisine
ja: 料理の種類

source: Culture
ja: 文化

source: Culvert
ja: 水路トンネル

source: Curling
ja: カーリング

source: Current Mapillary changeset
ja: 現在のMapillary変更セット

source: Current Selected Bug Info
ja: 選択中のバグ情報

source: Current Selection
ja: 現在の選択範囲

source: Current Status
ja: 現在の状況

source: Current Toolbar Actions
ja: 現在のツールバーアクション

source: Current credential manager is of type ''{0}''
ja: 現在の認証マネージャーは ''{0}'' の一種です

source: Current file:
ja: 現在のファイル:

source: Current number of members is {1}.
ja: 現在のメンバー数は{1}です。

source: Current style
ja: 現在のスタイル

source: Current value ''{0}'' for user ID is not valid
ja: ユーザーID ''{0}'' は不正な値です。

source: Current value is default.
ja: 現在の値は既定値です。

source: Current version {0} not available in history.
ja: 現在のバージョン{0}は履歴にありません。

source: Current view
ja: 現在のビュー

source: Current zoom
ja: 現在のズーム

source: Current zoom: {0}
ja: 現在の倍率: {0}

source: Currently the client has a very simple dev- and prod-configuration in client/src/environments.
ja: 現在、クライアントはclient/src/environmentsで非常に単純な dev-configuration と prod-configurationを使用しています。

source: Currently there are no real guidelines.
ja: 現在、実際のガイドラインはありません。

source: Currently there's no end user manual, tutorial or something similar.
ja: 現在、エンドユーザーマニュアルやチュートリアルなどはありません。

source: Currently, there is no download area selected.
ja: 現在、ダウンロード領域が選択されていません。

source: Curtain
ja: カーテン店

source: Curved link
ja: 曲がったリンク

source: Cushion
ja: クッション

source: Custom
ja: カスタム

source: Custom Layer
ja: カスタムレイヤー

source: Custom PROJ4(+proj=...)
ja: カスタムPROJ4(+proj=...)

source: Custom Projection
ja: 独自の投影法

source: Custom TMS Layer
ja: カスタム TMS レイヤー

source: Custom Toolbar
ja: カスタムツールバー

source: Custom URL configuration
ja: カスタムURL設定

source: Custom WMS Layer
ja: カスタム WMS レイヤー

source: Custom WMS Link
ja: カスタムWMS リンク

source: Custom WMTS Layer
ja: カスタム WMTS レイヤー

source: Custom header: {0}
ja: カスタムヘッダ: {0}

source: Custom styles directory
ja: カスタムスタイルディレクトリ

source: Customize Color
ja: 配色のカスタマイズ

source: Customize Toolbars
ja: ツールバーをカスタマイズ

source: Customize the elements on the toolbar.
ja: ツールバーの要素をカスタマイズ

source: Customize the style
ja: スタイルをカスタマイズ

source: Customize track drawing
ja: トラック描画をカスタマイズ

source: Cut
ja: 切り取り

source: Cut Features
ja: 地物の切り取り

source: Cut off sequences at download bounds
ja: ダウンロードした境界でシーケンスを分断する

source: Cut timewise overlapping parts of tracks
ja: トラックの重複部分を時間的にカットする

source: Cutline
ja: カットライン

source: Cutting
ja: 切り通し

source: Cycle Barrier
ja: 自転車止め

source: Cycle Lane/Track
ja: 自転車専用通行帯

source: Cycle layer down
ja: レイヤーを下方へ循環

source: Cycle layer up
ja: レイヤーを上に循環

source: Cycle layers
ja: レイヤーの循環

source: Cycle through data layers in a downward direction
ja: データレイヤーを下方向に循環

source: Cycle through data layers in an upward direction
ja: データレイヤーを上方向に循環

source: Cycle through visible layers.
ja: 表示されているレイヤを循環

source: Cycleway
ja: 自転車用道路

source: Cycleway left
ja: 左側の自転車通行帯

source: Cycleway right
ja: 右側の自転車通行帯

source: Cyclic dependency between relations:
ja: リレーション間の循環依存:

source: Cycling
ja: サイクリング

source: Cycling dependencies
ja: 循環依存

source: DONE
ja: 完了

source: Dairy
ja: 乳製品

source: Dairy free
ja: 乳製品含まず

source: Dam
ja: ダム

source: Dark mode for image display
ja: 画像ウインドウでダークモードを使用する

source: Dashed
ja: 点線

source: Data
ja: データ

source: Data Error
ja: データエラー

source: Data Layer from GeoJSON:
ja: GeoJSON:からのデータレイヤー

source: Data Layer from GeoJSON: {0}
ja: GeoJSON:からのデータレイヤー: {0}

source: Data Layer {0}
ja: データレイヤー {0}

source: Data Logging Format
ja: データ記録フォーマット

source: Data Set:
ja: データセット:

source: Data Sources and Types:
ja: データのソースと種別:

source: Data from commercial maps sometimes contain lies, or [[Copyright Easter Eggs]], to catch anyone copying it.
ja: 商用の地図データにはわざと嘘の情報、つまり[[Copyright Easter Eggs|イースターエッグ]]が含まれていて、複製したことを見つけられるようにしています。

source: Data not available.
ja: データが利用できません。

source: Data sources ({0})
ja: データソース({0})

source: Data validator
ja: データの妥当性検査

source: Data:
ja: データ:

source: Data: {0}
ja: データ: {0}

source: Database of imagery offsets: share and aquire imagery offsets with one button.
ja: 画像オフセットのデータベース: 画像オフセットをボタン1つで共有・取得

source: Database offline for maintenance
ja: データベースはメンテナンスのためにオフラインになっています。

source: Dataset consistency test
ja: データセット一貫性テスト

source: Date
ja: 日付

source: Date of imagery: {0}
ja: 画像の日付: {0}

source: Date:
ja: 日付:

source: Datum name
ja: 測地系名

source: Days
ja: 日

source: Days without mapping: {0}.
ja: マッピングしていない日数: {0}日間。

source: Debit cards
ja: デビットカード

source: Debug info
ja: デバッグ情報

source: Debug information
ja: デバッグ情報

source: Decide how to upload the data and which changeset to use
ja: データのアップロード方法と使用する変更セットを決定

source: Decimal Degrees
ja: 十進経緯度

source: Decision
ja: 判断

source: Decrease zoom
ja: ズームダウン

source: Dedicated Bridleway
ja: 馬道

source: Dedicated Cycleway
ja: 自転車道

source: Dedicated Footway
ja: 歩道

source: Default
ja: 既定

source: Default (Auto determined)
ja: 既定(自動判定)

source: Default (open, closed, new)
ja: 既定 (開いている、閉じている、新規)

source: Default commands have been successfully installed
ja: デフォルトのコマンドのインストールが完了しました

source: Default image projection
ja: 既定のイメージ投影法

source: Default projection
ja: 既定の投影法

source: Default projection has been set to ''{0}''
ja: 既定の投影法は ''{0}'' に設定されています

source: Default value currently unknown (setting has not been used yet).
ja: 既定値が現在は不明です(設定が使われたことがありません)。

source: Default value is ''{0}''.
ja: ''{0}'' は既定値です。

source: Default value: {0}
ja: 既定値: {0}

source: Default: {0}
ja: 既定: {0}

source: Defaults
ja: 既定値

source: Define Address Interpolation
ja: アドレス補間を定義

source: Define a new script
ja: 新しいスクリプトの定義

source: Defines the visibility of your trace for other OSM users.
ja: 自分のトレースを他のOSM ユーザーに表示するかどうか定義します。

source: Delete
ja: 削除

source: Delete ''from''
ja: ''from'' を削除

source: Delete ''to''
ja: ''to'' を削除

source: Delete Children.
ja: 子の削除

source: Delete File
ja: ファイルを削除

source: Delete File from disk
ja: ディスクからファイルを削除

source: Delete Layer
ja: レイヤーを削除

source: Delete Mode
ja: 削除モード

source: Delete Project
ja: プロジェクトの削除

source: Delete Tags
ja: タグを削除

source: Delete Ways that are not part of an inner multipolygon
ja: 内側のマルチポリゴンの一部ではないウェイを削除

source: Delete after upload
ja: アップロード後削除

source: Delete confirmation
ja: 削除確認

source: Delete duplicate relations
ja: 重複したリレーションを削除

source: Delete duplicate ways
ja: 重複したウェイを削除

source: Delete elements
ja: 要素を削除

source: Delete filter.
ja: フィルターを削除。

source: Delete from history
ja: 履歴から削除

source: Delete from preferences?
ja: 設定から削除しますか?

source: Delete from relation
ja: リレーションから削除

source: Delete from turn restriction
ja: 進行方向制限から削除

source: Delete image file from disk
ja: ディスクから画像ファイルを削除

source: Delete incomplete members?
ja: 不完全なメンバーを削除しますか？

source: Delete lane.
ja: 車線を削除します。

source: Delete layers without saving.
ja: 保存せずにレイヤーを削除します。

source: Delete node {0}
ja: ノード {0} を削除

source: Delete nodes or ways.
ja: ノードやウェイの削除

source: Delete nodes outside of data regions?
ja: データ領域外のノードを削除しますか？

source: Delete nodes outside of downloaded data regions
ja: ダウンロード済みデータ領域の外側のノードを削除

source: Delete now!
ja: 直ちに削除

source: Delete objects
ja: オブジェクトを削除

source: Delete overlay
ja: オーバーレイを削除

source: Delete parameter "{0}"?
ja: パラメーター"{0}"を削除しますか？

source: Delete relation
ja: リレーションを削除

source: Delete relation {0}
ja: リレーション {0} を削除

source: Delete relation?
ja: リレーションを削除しますか?

source: Delete relations
ja: リレーションを削除

source: Delete selected objects.
ja: 選択したオブジェクトを削除します

source: Delete selected snippet
ja: 選択したスニペットを削除

source: Delete spline node {0}
ja: スプライン曲線のノードを削除 {0}

source: Delete tags from multiple objects
ja: 複数のオブジェクトからタグを削除

source: Delete the active layer.
ja: アクティブなレイヤーを削除します。

source: Delete the currently edited relation
ja: 現在編集されたリレーションを削除

source: Delete the file from disk?
ja: ディスクからファイルを削除しますか?

source: Delete the member from the turn restriction
ja: 進行方向制限からメンバーを削除

source: Delete the selected key in all objects
ja: すべてのオブジェクトの選択したキーの削除

source: Delete the selected layers.
ja: 選択したレイヤーを削除します。

source: Delete the selected relation
ja: 選択されたリレーションを削除

source: Delete the selected scheme from the list.
ja: 選択した配色を一覧から削除する。

source: Delete the selected source from the list.
ja: リストから選択した情報源を削除

source: Delete the selected turn restriction
ja: 選択中の進行方向制限を削除

source: Delete the selection in the tag table
ja: タグテーブルの選択を削除

source: Delete them
ja: 削除します

source: Delete this
ja: これを削除

source: Delete this turn restriction
ja: この進行方向制限を削除

source: Delete this&older
ja: これより古いものを削除

source: Delete tool "{0}"?
ja: ツール"{0}"を削除しますか？

source: Delete turn.
ja: 進行方向を削除します。

source: Delete unnecessary nodes from a way.
ja: ウェイから不要なノードを削除します。

source: Delete unnecessary nodes from an area.
ja: エリアから不要なノードを削除。

source: Delete way {0}
ja: ウェイ {0} を削除

source: Delete {0} node
ja: {0}個のノードを削除

source: Delete {0} object
ja: {0}件のオブジェクトを削除

source: Delete {0} relation
ja: {0}件のリレーションを削除

source: Delete {0} way
ja: {0}本のウェイを削除

source: Deleted
ja: 削除しました

source: Deleted ''{0}''
ja: ''{0}''を削除

source: Deleted State:
ja: 削除済み状態:

source: Deleted member {0} is used by relation {1}
ja: 削除されたメンバー {0} はリレーション {1} で使われています

source: Deleted members in turn restriction
ja: 進行方向制限中の削除済みメンバー

source: Deleted node referenced by {0}
ja: {0} に参照されているノードを削除しました。

source: Deleted node {0} is part of way {1}
ja: 削除されたノード {0} はウェイ {1} の一部です

source: Deleted or moved objects
ja: 削除または移動されたオブジェクト

source: Deleted relation
ja: リレーションを削除

source: Deleted relation {0} contains members
ja: 削除されたリレーション {0} にはメンバーがあります

source: Deleted way {0} contains nodes
ja: 削除されたウェイ {0} にはノードがあります

source: Deleted {0} image
ja: {0} この画像を削除

source: Deleted {0} primitive
ja: 削除された{0}プリミティブ

source: Deleted {0} tags for {1} object
ja: {1}件のオブジェクトから{0}件のタグを削除しました

source: Deleting {0} object
ja: {0}件のオブジェクトを削除中

source: Deli (Fine Food)
ja: 惣菜屋

source: Delimiter
ja: 区切り文字

source: Delivery
ja: 配達

source: Denomination
ja: 宗派

source: Denotation
ja: 属性

source: Dentist
ja: 歯科医院

source: Departement
ja: 県

source: Department Store
ja: 百貨店

source: Dependencies
ja: 依存関係

source: Depending on your Operating System / Distribution, you may have to create a default keyring / wallet first.
ja: OSやディストリビューションによっては、最初にデフォルトのkeyringやwalletを作成する必要がある可能性があります。

source: Deprecate Offset
ja: オフセットを非推奨にする

source: Deprecated by {0} on {1}
ja: {0}さんが{1}に非推奨化

source: Deprecated features
ja: 推奨されない地物

source: Deprecated offsets
ja: 非推奨のオフセット

source: Depth in meters
ja: メートル単位の深さ

source: Desc(ription)
ja: 説明

source: Descent (m)
ja: 下り坂(m)

source: Description
ja: 説明

source: Description:
ja: 説明:

source: Description: {0}
ja: 説明: {0}

source: Destination
ja: 目的地

source: Destination Sign
ja: 案内標識

source: Destination reference
ja: 目的地

source: Destination written on sign (w/o distance)
ja: 案内標識の行き先(距離なし)

source: Detach
ja: 分離

source: Detach Node %1
ja: ノード %1 の切り離し

source: Detach a node from a Road
ja: 道路からノードを切り離す

source: Detach node from a road
ja: 道路からノードを切り離す

source: Detail Grade
ja: 詳細なグレード

source: Detailed information: {0} <> {1}
ja: 詳しい情報: {0} <> {1}

source: Detailed instructions
ja: 詳しい説明

source: Details
ja: 詳細

source: Details...
ja: 詳細...

source: Details:
ja: 詳細:

source: Detected no useable IPv6 network, preferring IPv4 over IPv6 after next restart.
ja: 利用可能なIPv6ネットワークがありませんでした。次の開始時にはIPv4をIPv6より優先します。

source: Detected useable IPv6 network, preferring IPv6 over IPv4 after next restart.
ja: 利用可能なIPv6ネットワークが見付かりました。次の起動時にIPv4よりIPv6を優先します。

source: Detected useable IPv6 network, preferring IPv6 over IPv4.
ja: IPv4よりもIPv6を優先して使用可能なIPv6ネットワークを検出しました。

source: Determine user id for current user...
ja: 現在のユーザー用のIDを決定...

source: Determined right here
ja: ちょうどこの位置で指定

source: Determined {0} away
ja: {0}離れた位置で指定

source: Determining plugins to load...
ja: 読み込むプラグインを決定しています...

source: Detour Route
ja: 回り道

source: Development of the turn restriction plugin was sponsored by <a href="http://www.skobbler.de">skobbler GmbH</a>.
ja: 進行方向制限プラグインの開発は<a href="http://www.skobbler.de">skobbler GmbH</a>がスポンサーになっています。

source: Dialog
ja: ダイアログ

source: Dialogs panel
ja: ダイアログパネル

source: Diameter (in mm)
ja: 直径(mm単位)

source: Diameter (mm)
ja: 直径 (mm)

source: Diameter crown (meters)
ja: 樹冠の直径 (メートル)

source: Diaper
ja: おむつ交換台

source: Did not find an object with id {0} in the current dataset
ja: 現在のデータセットには ID {0} のオブジェクトがありません

source: Didn''t find a suitable syntax kit for the script engine <strong>{0}</strong>.
ja: スクリプトエンジン<strong>{0}</strong>に適した構文キットが見つかりませんでした。

source: Diesel
ja: ディーゼル

source: Diesel (Gas To Liquid - ultimate diesel)
ja: 軽油(液化ディーゼル燃料)

source: Diesel Exhaust Fluid (AdBlue/AUS32)
ja: ディーゼル排気液(AdBlue/AUS32)

source: Diesel Power Generator
ja: ディーゼル発電機

source: Diesel for Heavy Good Vehicles
ja: 大型トラック用軽油

source: Diet
ja: 食事制限

source: Diff
ja: 差分

source: Different number of lanes in the keys {0} and {1}
ja: キー{0}と{1}のレーン数が異なる

source: Different tests
ja: 異なる検査

source: Difficulty
ja: 難易度

source: Digital
ja: デジタル

source: Digital sign selected Tags, if you believe they are correct.
ja: 正しいと思うならば、タグにデジタル署名してください。

source: Dilution of Position (red = high, green = low, if available)
ja: 位置精度低下率(赤=高い、緑=低い、可能な場合)

source: Direction
ja: 方向

source: Direction (red = west, yellow = north, green = east, blue = south)
ja: 方向 (赤=西、黄=北、緑=東、青=南)

source: Direction in degrees
ja: 方向(角度)

source: Direction index ''{0}'' not found
ja: 方向のインデックス ''{0}'' が見つかりませんでした

source: Direction to search for land
ja: 陸地の検索方向

source: Direction {0}°
ja: 方向 {0}°

source: Direction:
ja: 方向:

source: Directional Arrows
ja: 方向付き矢印

source: Directly install and setup PostgreSQL server (9.6 and newer should work)
ja: PostgreSQLサーバを直接インストールして設定する(9.6以降であれば動作します)

source: Dirty
ja: 変更

source: Dirty layer
ja: 変更された

source: Disable
ja: 無効にする

source: Disable access to the given resource(s), separated by comma
ja: 指定されたリソースへのアクセスを無効化、コンマ区切り

source: Disable all other plugins
ja: それ以外のプラグインをすべて無効にする

source: Disable data logging if distance falls below
ja: 距離が次以下になったらデータ取得をやめる:

source: Disable data logging if speed falls below
ja: 速度が次以下になったらデータ取得をやめる:

source: Disable image cropping during georeferencing.
ja: 地理参照中にイメージ切り抜きを無効化

source: Disable module
ja: モジュールを無効化

source: Disable plugin
ja: このプラグインを使用不可にする

source: Disable styles for track layers
ja: トラックレイヤーのスタイルを無効にする

source: Disallow using JOSM forever (WARNING: this plugin prevents JOSM from loading and is hard to rid of)
ja: 永遠にJOSMの使用を禁止します(警告: このプラグインはロードされると同時にJOSMを制限し、外すのは困難です)

source: Discard
ja: 破棄

source: Discardable key: background
ja: 削除可能なキー: 背景色

source: Discardable key: foreground
ja: 削除可能なキー: 前景色

source: Discardable key: selection Background
ja: 削除可能なキー: 選択の背景色

source: Discardable key: selection Foreground
ja: 削除可能なキー: 選択の前景色

source: Disconnect Node from Way
ja: ウェイからノードを切り離す

source: Disconnect nodes from a way they currently belong to
ja: ノードを現在所属しているウェイから切り離す

source: Discourage upload
ja: アップロードを抑制

source: Discover Card
ja: ディスカバー・カード

source: Discussion
ja: 議論

source: Discussions
ja: 議論

source: Dispensing
ja: 調剤薬局

source: Display
ja: 画面

source: Display Advanced OAuth Parameters
ja: 高度なOAuthパラメータを表示

source: Display ISO dates
ja: ISO日付で表示

source: Display Settings
ja: 表示設定

source: Display a moving icon representing the point on the synchronized track where the audio currently playing was recorded.
ja: 現在再生されているオーディオが記録された場所と同期して、その点を示すアイコンを動かして表示する。

source: Display advanced object information about OSM nodes, ways, or relations.
ja: OSMのノード、ウェイ、リレーションについて、詳細なオブジェクトの情報を表示します。

source: Display and edit list of via-objects in the Basic Editor
ja: 基本エディタにある経由地オブジェクトのリストを表示して編集

source: Display and manage turn restrictions in the current data set
ja: 現在のデータセット中の進行方向制限を表示して管理

source: Display buttons in right side menus only when mouse is inside the element
ja: 画面右端のメニュー内のボタンを、マウスが枠内に入った時のみ表示
